export const CLAIM_TYPES = {
  1: {
    long: 'заявка на подключение рабочего места новому сотруднику в офисе',
    short: 'новое рабочее место',
  },
  2: {
    long: 'заявка на смену доменного пароля',
    short: 'смена пароля',
  },
  3: {
    long: 'заявка на установку специализированного ПО',
    short: 'установить софт',
  },
  4: {
    long: 'заявка на устранение ошибки ПО',
    short: 'починить софт',
  },
  5: {
    long: 'заявка на формирование справки по форме 2-НДФЛ',
    short: '2-НДФЛ',
  },
}

export const CLAIM_PRIORITIES = {
  1: {
    text: 'низкий',
  },
  2: {
    text: 'нормальный',
  },
  3: {
    text: 'критичный',
  },
}